tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jenkins-x/jx"
brew "ansible"
brew "bash"
brew "bash-completion"
brew "bzt"
brew "coreutils"
brew "dnsmasq"
brew "docker-machine", link: false
brew "docker-machine-driver-xhyve"
brew "gawk"
brew "go"
brew "gradle"
brew "groovy"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "kubernetes-helm"
brew "mariadb-connector-c"
brew "mongoose"
brew "mono", link: false
brew "mysql-client"
brew "nmap"
brew "openshift-cli"
brew "operator-sdk"
brew "putty"
brew "rke"
brew "rpm2cpio"
brew "sshpass"
brew "tomcat-native"
brew "watch"
brew "websocat"
brew "wget"
brew "xhyve", args: ["HEAD"]
brew "jenkins-x/jx/jx"
cask "jd-gui"
cask "minikube"